Repository: Geoege-xll/quotio
Catalog: Quotio/Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans, zh_hant

# warp.connection.subtitle
source: Monitor your Warp AI credit limits
fr: Surveillez vos limites de crédits Warp AI
vi: Theo dõi giới hạn tín dụng Warp AI của bạn
zh_hans: 监控您的 Warp AI 信用额度限制

# warp.connection.title
source: Connect Warp AI
fr: Connecter Warp AI
vi: Kết nối Warp AI
zh_hans: 连接 Warp AI

# warp.credits.label
source: Credits
fr: Crédits
vi: Tín dụng
zh_hans: 额度

# warp.name.placeholder
source: e.g., My Warp Account
fr: ex: Mon compte Warp
vi: VD: Tài khoản Warp của tôi
zh_hans: 例如：我的 Warp 账户

# warp.token.description
source: The API key is used to fetch your terminal usage quotas only. Quotio does not proxy your traffic for Warp.
fr: La clé API est utilisée uniquement pour récupérer vos quotas d'utilisation du terminal. Quotio ne sert pas de proxy pour votre trafic Warp.
vi: API key chỉ được sử dụng để lấy hạn mức sử dụng terminal của bạn. Quotio không proxy lưu lượng của bạn cho Warp.
zh_hans: 该 API 密钥仅用于获取您的终端使用配额。Quotio 不会代理您的 Warp 流量。

# warp.token.get
source: Get API Key
fr: Obtenir une clé API
vi: Lấy API Key
zh_hans: 获取 API 密钥

# warp.token.label
source: Warp API Key
fr: Clé API Warp
zh_hans: Warp API 密钥

# warp.token.placeholder
source: Enter your Warp API Key
fr: Entrez votre clé API Warp
vi: Nhập Warp API Key
zh_hans: 输入您的 Warp API 密钥

# yubikey.error.deviceUnavailable
source: Could not read the YubiKey: %@
fr: Impossible de lire la YubiKey : %@
vi: Không đọc được YubiKey: %@
zh_hans: 无法读取 YubiKey：%@

# yubikey.error.managementKey
source: The management key was rejected. Enter the current management key and try again.
fr: La clé de gestion a été refusée. Saisissez la clé de gestion actuelle et réessayez.
vi: Khóa quản trị bị từ chối. Hãy nhập khóa quản trị hiện tại rồi thử lại.
zh_hans: 管理密钥被拒绝。请输入当前的管理密钥后重试。

# yubikey.error.pin
source: The PIN was rejected.
fr: Le code PIN a été refusé.
vi: Mã PIN bị từ chối.
zh_hans: PIN 被拒绝。

# yubikey.error.pinBlocked
source: The PIN is blocked. Unblock it with the PUK before setting up this key.
fr: Le code PIN est bloqué. Débloquez-le avec le PUK avant de configurer cette clé.
vi: Mã PIN đã bị khóa. Hãy mở khóa bằng PUK trước khi thiết lập khóa này.
zh_hans: PIN 已被锁定。请先用 PUK 解锁，然后再设置此密钥。

# yubikey.error.pinTries
source: The PIN was rejected. %lld attempts remaining.
fr: Le code PIN a été refusé. %lld tentatives restantes.
vi: Mã PIN bị từ chối. Còn %lld lần thử.
zh_hans: PIN 被拒绝。剩余 %lld 次尝试。

# yubikey.error.step
source: YubiKey setup failed: %@
fr: Échec de la configuration de la YubiKey : %@
vi: Thiết lập YubiKey thất bại: %@
zh_hans: YubiKey 设置失败：%@

# yubikey.error.timedOut
source: The YubiKey did not respond in time. Reconnect it and try again.
fr: La YubiKey n’a pas répondu à temps. Reconnectez-la et réessayez.
vi: YubiKey không phản hồi kịp. Hãy cắm lại và thử lần nữa.
zh_hans: YubiKey 未及时响应。请重新连接后重试。

# yubikey.error.toolMissing
source: ykman was not found. Install the YubiKey Manager CLI (brew install ykman) and try again.
fr: ykman est introuvable. Installez l’outil YubiKey Manager (brew install ykman) puis réessayez.
vi: Không tìm thấy ykman. Hãy cài YubiKey Manager CLI (brew install ykman) rồi thử lại.
zh_hans: 未找到 ykman。请安装 YubiKey Manager 命令行工具（brew install ykman）后重试。

# yubikey.setup.acknowledge
source: I understand that slot 9d and the management key will be replaced permanently.
fr: Je comprends que l’emplacement 9d et la clé de gestion seront remplacés définitivement.
vi: Tôi hiểu rằng khe 9d và khóa quản trị sẽ bị thay thế vĩnh viễn.
zh_hans: 我了解插槽 9d 和管理密钥将被永久替换。

# yubikey.setup.inspecting
source: Checking the PIV state on this YubiKey…
fr: Vérification de l’état PIV de cette YubiKey…
vi: Đang kiểm tra trạng thái PIV của YubiKey này…
zh_hans: 正在检查此 YubiKey 的 PIV 状态…

# yubikey.setup.managementKey
source: Current management key (optional)
fr: Clé de gestion actuelle (facultatif)
vi: Khóa quản trị hiện tại (tùy chọn)
zh_hans: 当前管理密钥（可选）

# yubikey.setup.managementKeyNote
source: The current PIV management key will be replaced. Other PIV tools configured with it will stop working.
fr: La clé de gestion PIV actuelle sera remplacée. Les autres outils PIV configurés avec elle cesseront de fonctionner.
vi: Khóa quản trị PIV hiện tại sẽ bị thay thế. Các công cụ PIV khác đang dùng khóa đó sẽ ngừng hoạt động.
zh_hans: 当前的 PIV 管理密钥将被替换。使用该密钥配置的其他 PIV 工具将无法继续工作。

# yubikey.setup.managementKeyPlaceholder
source: Leave empty to use the default key
fr: Laisser vide pour utiliser la clé par défaut
vi: Để trống để dùng khóa mặc định
zh_hans: 留空以使用默认密钥

# yubikey.setup.pin
source: YubiKey PIN
fr: Code PIN YubiKey
vi: Mã PIN YubiKey

# yubikey.setup.pinNote
source: The PIN is passed straight to ykman and is never stored by Quotio.
fr: Le code PIN est transmis directement à ykman et n’est jamais stocké par Quotio.
vi: Mã PIN được chuyển thẳng tới ykman và không bao giờ được Quotio lưu lại.
zh_hans: PIN 会直接传给 ykman，Quotio 绝不保存。

# yubikey.setup.pinPlaceholder
source: PIV PIN
fr: Code PIN PIV
vi: Mã PIN PIV

# yubikey.setup.pinTries
source: %@ PIN attempts remaining
fr: %@ tentatives de PIN restantes
vi: Còn %@ lần thử mã PIN
zh_hans: 剩余 PIN 尝试次数：%@

# yubikey.setup.plan
source: Quotio will create an RSA-2048 key and certificate in PIV slot 9d, and replace the PIV management key with a new one protected by your PIN.
fr: Quotio va créer une clé et un certificat RSA-2048 dans l’emplacement PIV 9d, et remplacer la clé de gestion PIV par une nouvelle clé protégée par votre code PIN.
vi: Quotio sẽ tạo khóa và chứng chỉ RSA-2048 trong khe PIV 9d, đồng thời thay khóa quản trị PIV bằng khóa mới được bảo vệ bằng mã PIN của bạn.
zh_hans: Quotio 将在 PIV 插槽 9d 中创建 RSA-2048 密钥和证书，并将 PIV 管理密钥替换为受 PIN 保护的新密钥。

# yubikey.setup.slotEmpty
source: Slot 9d is empty.
fr: L’emplacement 9d est vide.
vi: Khe 9d đang trống.
zh_hans: 插槽 9d 为空。

# yubikey.setup.slotOccupied
source: Slot 9d already holds a key or certificate. It will be destroyed and cannot be recovered.
fr: L’emplacement 9d contient déjà une clé ou un certificat. Son contenu sera détruit et irrécupérable.
vi: Khe 9d đã chứa khóa hoặc chứng chỉ. Nội dung đó sẽ bị hủy và không thể khôi phục.
zh_hans: 插槽 9d 中已存在密钥或证书。其内容将被销毁且无法恢复。

# yubikey.setup.slotUnknown
source: This YubiKey cannot report what slot 9d holds. Assume anything stored there will be destroyed.
fr: Cette YubiKey ne peut pas indiquer le contenu de l’emplacement 9d. Considérez que tout ce qui s’y trouve sera détruit.
vi: YubiKey này không thể cho biết khe 9d đang chứa gì. Hãy xem như mọi thứ trong đó sẽ bị hủy.
zh_hans: 此 YubiKey 无法报告插槽 9d 的内容。请假定其中的所有内容都将被销毁。

# yubikey.setup.start
source: Set up YubiKey
fr: Configurer la YubiKey
vi: Thiết lập YubiKey
zh_hans: 设置 YubiKey

# yubikey.setup.title
source: Set up YubiKey
fr: Configurer la YubiKey
vi: Thiết lập YubiKey
zh_hans: 设置 YubiKey

# yubikey.setup.working
source: Setting up… touch the YubiKey if it blinks.
fr: Configuration… touchez la YubiKey si elle clignote.
vi: Đang thiết lập… hãy chạm vào YubiKey nếu nó nhấp nháy.
zh_hans: 正在设置…如果 YubiKey 闪烁，请触摸它。

# action.ok
source: OK
vi: Đồng ý
zh_hans: 确定

# agents.modelMapping.purpose
source: Usage
vi: Mục đích
zh_hans: 模型用途

# agents.reasoningEffort.minimal
source: Minimal
vi: Tối thiểu
zh_hans: 最小

# agents.reasoningEffort.ultra
source: Ultra
vi: Siêu cao
zh_hans: 超强

# callAnalytics.date
source: Date
vi: Ngày
zh_hans: 日期

# callAnalytics.source
source: Application
vi: Ứng dụng
zh_hans: 应用

# callReplica.dates
source: Dates
vi: Ngày
zh_hans: 起止

# callReplica.lens.skill
source: Skills
vi: Skill
zh_hans: 技能

# callReplica.source
source: Source
vi: Nguồn
zh_hans: 来源

# dashboard.total
source: total
vi: tổng
zh_hans: 总计

# glm.apiKeyHint
source: Enter your GLM API key
vi: Nhập khóa API GLM của bạn
zh_hans: 输入您从获取的 GLM API 密钥

source: Local
vi: Cục bộ
zh_hans: 本地

# logs.info
source: Info
vi: Thông tin
zh_hans: 信息

# logs.stats.totalRequests
source: Total
vi: Tổng
zh_hans: 总计

# mode.full
source: Proxy + Quota
vi: Proxy + Hạn mức
zh_hans: 代理 + 配额

# quota.metric.session
source: Session
vi: Phiên
zh_hans: 会话

# settings.connectionMode.local
source: Local
vi: Cục bộ
zh_hans: 本地

# settings.menubar.monochrome
source: Monochrome
vi: Trắng đen
zh_hans: 单色

# settings.notifications
source: Notifications
vi: Thông báo
zh_hans: 通知

# settings.port
source: Port
vi: Cổng
zh_hans: 端口

# settings.refresh.1min
source: 1 minute
vi: 1 phút
zh_hans: 1分钟

# settings.refresh.2min
source: 2 minutes
vi: 2 phút
zh_hans: 2分钟

# settings.refresh.5min
source: 5 minutes
vi: 5 phút
zh_hans: 5分钟

# settings.refresh.10min
source: 10 minutes
vi: 10 phút
zh_hans: 10分钟

# settings.refresh.15min
source: 15 minutes
vi: 15 phút
zh_hans: 15分钟

# settings.updateChannel.stable
source: Stable
vi: Ổn định
zh_hans: 稳定版

# settings.version
source: Version
vi: Phiên bản
zh_hans: 版本

source: Tunnel
vi: Đường hầm
zh_hans: 隧道

source: Type
vi: Loại
zh_hans: 类型

# usage.day
source: Date
vi: Ngày
zh_hans: 日期

# usage.replica.source
source: Source
vi: Nguồn
zh_hans: 数据源

source: Version 1.0
vi: Phiên bản 1.0
zh_hans: 版本 1.0

# action.apply
source: Apply
zh_hans: 应用
zh_hant: 套用

# agents.claude.advanced
source: Claude Code Advanced Settings
zh_hans: Claude Code 高级设置

# agents.claude.advanced.compaction
source: Auto-compaction trigger
zh_hans: 自动压缩触发比例

# agents.claude.advanced.compaction.info
source: 1–100%. It can compact earlier, but cannot defer Claude Code’s default threshold.
zh_hans: 范围 1–100%。只能提前压缩，不能推迟 Claude Code 的默认阈值。

# agents.claude.advanced.compaction.validation
source: Auto-compaction trigger must be between 1% and 100%.
zh_hans: 自动压缩触发比例必须在 1% 到 100% 之间。

# agents.claude.advanced.context
source: Maximum context window
zh_hans: 最大上下文窗口

# agents.claude.advanced.context.effective1M
source: Some models use 1M
zh_hans: 部分模型已启用 1M

# agents.claude.advanced.context.info
source: Used for custom models without a 1M declaration. Each model’s 1M setting leaves this value unchanged.
zh_hans: 用于未声明 1M 的自定义模型；各模型的 1M 设置不会改变此值。

# agents.claude.advanced.context.validation
source: Maximum context window must be greater than zero.
zh_hans: 最大上下文窗口必须大于零。

# agents.claude.advanced.disableAutoCompact
source: Disable automatic compaction
zh_hans: 禁用自动压缩

# agents.claude.advanced.disableAutoCompact.info
source: Manual /compact remains available.
zh_hans: 仍可手动使用 /compact。

# agents.claude.advanced.tokens
source: tokens
zh_hans: 令牌

# agents.modelMapping.oneMillion.info
source: Append [1m] to this role’s request model.
zh_hans: 为该角色的请求模型追加 [1m]。

# agents.pi.modelInfo
source: Select a model returned by CPA. Pi uses the cliproxyapi provider and does not inherit Codex reasoning settings.
zh_hans: 选择 CPA 返回的实际模型。Pi 使用 cliproxyapi 提供商，不继承 Codex 的思考强度设置。
zh_hant: 選擇 CPA 回傳的實際模型。Pi 使用 cliproxyapi 提供商，不繼承 Codex 的思考強度設定。

# agents.pi.modelsFailed
source: Could not load CPA models. Check the service and API key, then refresh.
zh_hans: 无法获取 CPA 模型，请检查服务与 API 密钥后刷新。
zh_hant: 無法取得 CPA 模型，請檢查服務與 API 金鑰後重新整理。

# agents.pi.selectModel
source: Choose a model
zh_hans: 请选择模型
zh_hant: 請選擇模型

# agents.pi.setupInfo
source: Applying proxy mode installs the official CLIProxyAPI provider if needed. Default mode disables its registration and managed model selection, preserving other settings. Restart Pi after applying.
zh_hans: 应用代理模式时会按需安装官方 CLIProxyAPI 插件；默认模式停用插件注册及对应默认模型，保留其他设置。应用后请重启 Pi。
zh_hant: 套用代理模式時會按需安裝官方 CLIProxyAPI 外掛；預設模式停用外掛註冊及對應預設模型，保留其他設定。套用後請重新啟動 Pi。

# agents.setup.proxy
source: Proxy (CLIProxyAPI)
zh_hans: 代理（CLIProxyAPI）

# apiKeys.manager.deleteHelp
source: Clients using this key will no longer be able to authenticate. This cannot be undone.
zh_hans: 使用此密钥的客户端将无法继续通过它认证，此操作无法撤销。

# apiKeys.manager.deleteTitle
source: Delete this API key?
zh_hans: 删除此 API 密钥？

# apiKeys.manager.discard
source: Discard Changes
zh_hans: 放弃修改

# apiKeys.manager.discardHelp
source: Your draft has not been saved to the proxy service.
zh_hans: 当前草稿尚未保存到代理服务。

# apiKeys.manager.discardTitle
source: Discard unsaved changes?
zh_hans: 放弃未保存的修改？

# apiKeys.manager.disconnected
source: The proxy management connection is unavailable.
zh_hans: 代理管理连接不可用，请确认服务已启动。

# apiKeys.manager.editHelp
source: Changing this key invalidates the old value. Update any clients that use it.
zh_hans: 修改后旧密钥将失效，请同步更新使用此密钥的客户端配置。

# apiKeys.manager.failed
source: The operation failed. Your draft has been kept.
zh_hans: 操作失败，已保留当前输入。

# apiKeys.manager.invalid
source: Enter a non-empty API key that is not already in the list.
zh_hans: 请输入非空且不与现有值重复的 API 密钥。

# apiKeys.manager.more
source: More Actions
zh_hans: 更多操作

# apiKeys.manager.purpose
source: API keys authenticate clients accessing the proxy service. They are separate from the management key in Security settings.
zh_hans: API 密钥用于客户端访问代理服务，与“安全”设置中的管理密钥不同。

# apiKeys.sheet.generateHelp
source: Generating only changes this draft. Save to apply it to the proxy service.
zh_hans: 生成只更新当前草稿，确认保存后才会写入代理服务。
zh_hant: 產生只更新目前草稿，確認儲存後才會寫入代理服務。

# apiKeys.sheet.hide
source: Hide API key
zh_hans: 隐藏密钥
zh_hant: 隱藏金鑰

# apiKeys.sheet.masked
source: Masked API key
zh_hans: 已隐藏的 API 密钥
zh_hant: 已隱藏的 API 金鑰

# apiKeys.sheet.show
source: Show API key
zh_hans: 显示密钥
zh_hant: 顯示金鑰

# apiKeys.sheet.value
source: API key
zh_hans: 密钥
zh_hant: 金鑰

# callAnalytics.aggregationTimeZone
source: Statistics time zone
zh_hans: 统计时区
zh_hant: 統計時區

# cpaAliases.actualModel
source: Actual request model
zh_hans: 实际请求模型

# cpaAliases.advanced
source: Advanced Settings
zh_hans: 高级设置

# cpaAliases.alias
source: Client model alias
zh_hans: 客户端模型别名

# cpaAliases.aliasPlaceholder
source: For example, coding-high
zh_hans: 例如 coding-high

# cpaAliases.aliasSummary
source: CPA model alias · No reasoning effort binding
zh_hans: CPA 模型别名 · 未绑定思考强度

# cpaAliases.busy
source: Another model alias operation is still in progress.
zh_hans: 另一项模型别名操作尚未完成。

# cpaAliases.changed
source: CPA configuration changed elsewhere. Refresh before trying again.
zh_hans: CPA 配置已被其他操作修改，请刷新后重试。

# cpaAliases.chooseSource
source: Choose an original model currently available in CPA
zh_hans: 选择 CPA 当前可用的原模型

# cpaAliases.create
source: Create model alias
zh_hans: 新增模型别名

# cpaAliases.deleteMessage
source: Deleting “%@” affects every client using this alias, but does not delete the original model.
zh_hans: 删除“%@”会影响所有使用此别名的客户端，但不会删除原模型。

# cpaAliases.deleteTitle
source: Delete model alias?
zh_hans: 删除模型别名？

# cpaAliases.duplicate
source: This model or alias already exists. Choose another name.
zh_hans: 该模型或别名已存在，请使用其他名称。

# cpaAliases.effortHelp
source: CPA enforces the selected reasoning effort for this alias. Leave it unspecified to create only a model mapping.
zh_hans: 选择的思考强度由 CPA 对该别名强制应用；不指定时仅创建模型映射。

# cpaAliases.empty
source: No matching model aliases
zh_hans: 暂无匹配的模型别名

# cpaAliases.existing
source: Configured aliases
zh_hans: 已配置别名

# cpaAliases.fixedSummary
source: Reasoning effort: %@ · Fixed by CPA alias
zh_hans: 思考强度：%@ · 由 CPA 别名固定

# cpaAliases.followRole
source: Follow a role slot
zh_hans: 跟随角色槽

# cpaAliases.invalidAlias
source: Enter an alias without whitespace or wildcards, different from the original model.
zh_hans: 请输入不含空白或通配符、且不同于原模型的别名。

# cpaAliases.invalidConfig
source: CPA returned an unsupported configuration format. No changes were saved.
zh_hans: CPA 返回的配置格式不受支持，未保存任何修改。

# cpaAliases.manage
source: Manage model aliases
zh_hans: 管理模型别名

# cpaAliases.noMatches
source: No matching models
zh_hans: 没有匹配的模型

# cpaAliases.partialCatalog
source: Model capabilities are temporarily unavailable for these OAuth sources: %@. Reasoning levels will not be guessed.
zh_hans: 以下 OAuth 来源暂时无法读取模型能力：%@。不会猜测其思考等级。

# cpaAliases.partialSave
source: OAuth aliases were updated, but YAML parameters could not be saved. Refresh to inspect the current state before retrying.
zh_hans: OAuth 别名已更新，但 YAML 参数未保存成功。请刷新查看当前状态后重试。

# cpaAliases.routedSummary
source: Source policies differ. CPA routing determines the actual reasoning effort.
zh_hans: 多个来源策略不同，实际强度由 CPA 路由决定。

# cpaAliases.saveToCPA
source: Save to CPA
zh_hans: 保存到 CPA

# cpaAliases.search
source: Search models or aliases
zh_hans: 搜索模型或别名

# cpaAliases.selected
source: Selected
zh_hans: 已选择

# cpaAliases.sharedWarning
source: Changes affect every client using this alias.
zh_hans: 修改会影响所有使用该别名的客户端。

# cpaAliases.source
source: Original model and source
zh_hans: 原模型与来源

# cpaAliases.specificModel
source: Specific model or CPA alias
zh_hans: 指定模型或 CPA 别名

# cpaAliases.startProxy
source: Start the CPA proxy service before managing model aliases.
zh_hans: 请先启动 CPA 代理服务，再管理模型别名。

# cpaAliases.subtitle
source: Manage model mappings and reasoning effort using CPA rules.
zh_hans: 遵循 CPA 官方规则，管理模型映射和思考强度。

# cpaAliases.title
source: Model Aliases
zh_hans: 模型别名

# cpaAliases.unspecified
source: Not specified
zh_hans: 不指定

# cpaAliases.unsupportedEffort
source: This model does not support the selected reasoning effort. Refresh model capabilities.
zh_hans: 所选模型不支持此思考强度，请刷新模型能力。

# factory.quota.group.core
source: Core
zh_hans: 核心

# factory.quota.group.standard
source: Standard
zh_hans: 标准

# logs.browser.clear
source: Clear Logs
zh_hans: 清空日志

# logs.browser.clearHelp
source: This deletes rotated server logs and clears the active log file. This cannot be undone.
zh_hans: 此操作会删除服务端轮转日志并清空当前日志文件，无法撤销，不只是清除页面显示。

# logs.browser.clearTitle
source: Clear server logs?
zh_hans: 清空服务端日志？

# logs.browser.copyVisible
source: Copy Filtered Logs
zh_hans: 复制筛选结果

# logs.browser.details
source: Log Details
zh_hans: 日志详情

# logs.browser.disabled
source: File logging is disabled
zh_hans: 日志记录未开启

# logs.browser.disabledHelp
source: Return to Diagnostics & Maintenance to enable file logging.
zh_hans: 请返回“诊断与维护”开启文件日志记录。

# logs.browser.follow
source: Follow Latest
zh_hans: 跟随最新

# logs.browser.followHelp
source: Scrolling or selecting a row pauses following so you can read earlier logs.
zh_hans: 滚动或选中日志后暂停跟随，避免打断历史日志阅读。

# logs.browser.legacy
source: Compatibility mode: refreshing the recent log snapshot.
zh_hans: 兼容模式：刷新最近日志快照。

# logs.browser.level
source: Level
zh_hans: 级别

# logs.browser.message
source: Message
zh_hans: 消息

# logs.browser.newLogs
source: New logs · Follow latest
zh_hans: 有新日志 · 跟随最新

# logs.browser.noMatches
source: No matching logs
zh_hans: 没有匹配的日志

# logs.browser.noMatchesHelp
source: Try another keyword or log level.
zh_hans: 请更换搜索关键词或日志级别。

# logs.browser.open
source: View Logs
zh_hans: 查看日志

# logs.browser.retention
source: %d events shown · Retains up to %d recent lines
zh_hans: 显示 %d 个事件 · 最多保留最近 %d 行

# logs.browser.time
source: Time
zh_hans: 时间

# logs.browser.title
source: Runtime Logs
zh_hans: 运行日志

# logs.browser.unknownTime
source: Unknown time
zh_hans: 时间未知

# logs.browser.updated
source: Last successful refresh
zh_hans: 上次成功刷新时间

# nav.agentManagement
source: Agent Management
zh_hans: 智能体管理
zh_hant: 智能體管理

# nav.workspace
source: Workspace
zh_hans: 工作台
zh_hant: 工作台

source: OK
zh_hans: 好

# providers.source.proxy
source: Proxy
zh_hans: 代理

# runtime.details
source: Service Details
zh_hans: 服务详情
zh_hant: 服務詳情

# settings.navigation.aliasHelp
source: CPA owns model aliases and alias-bound reasoning policies. Configure each agent’s default model in its model slots.
zh_hans: 模型别名及其思考策略由 CPA 管理；各代理的默认模型仍在对应的模型槽中配置。

# settings.navigation.apply
source: Apply
zh_hans: 应用

# settings.navigation.back
source: Back to Settings
zh_hans: 返回设置

# settings.navigation.cpaScope
source: Service parameters belong to CPA. Shared model and request policies can affect other clients using this service.
zh_hans: 服务参数由 CPA 管理；共享模型与请求策略可能影响使用该服务的其他客户端。

# settings.navigation.disabled
source: Disabled
zh_hans: 已关闭

# settings.navigation.enabled
source: Enabled
zh_hans: 已开启

# settings.navigation.general.subtitle
source: Operating mode, startup, language and appearance.
zh_hans: 运行模式、登录启动、界面语言与外观。

# settings.navigation.general.title
source: General & Appearance
zh_hans: 通用与外观

# settings.navigation.group.app
source: APP PREFERENCES
zh_hans: 应用偏好

# settings.navigation.group.cpa
source: CPA CONFIGURATION
zh_hans: CPA 配置

# settings.navigation.group.maintenance
source: SECURITY & MAINTENANCE
zh_hans: 安全与维护

# settings.navigation.localModeHelp
source: These settings are available in local proxy mode. Opening this page does not change modes or start the service.
zh_hans: 这些配置需要本地代理模式。浏览此页不会自动切换模式或启动服务。

# settings.navigation.localScope
source: Preferences for this Quotio installation.
zh_hans: 这些偏好仅作用于当前 Quotio 客户端。

# settings.navigation.maintenance.subtitle
source: Logging, compatibility fixes, local paths and maintenance shortcuts.
zh_hans: 日志、兼容性修复、本地路径与维护入口。

# settings.navigation.maintenance.title
source: Diagnostics & Maintenance
zh_hans: 诊断与维护

# settings.navigation.maintenanceLinks
source: Maintenance shortcuts
zh_hans: 维护入口

# settings.navigation.managementKeyHelp
source: Rotating the management key affects tools using the management API. Keep the new key secure.
zh_hans: 轮换管理密钥会影响使用管理接口的工具，请妥善保存新的密钥。

# settings.navigation.menuBar.hidden
source: Menu bar icon hidden
zh_hans: 菜单栏图标已隐藏

# settings.navigation.menuBar.subtitle
source: App visibility, quota indicators and menu bar layout.
zh_hans: 应用图标、菜单栏额度、指标排列与显示数量。

# settings.navigation.menuBar.title
source: Menu Bar & Dock
zh_hans: 菜单栏与 Dock

# settings.navigation.menuBar.visible
source: Menu bar icon visible
zh_hans: 菜单栏图标已显示

# settings.navigation.mixedScope
source: This page includes local preferences and service-related security or maintenance settings.
zh_hans: 此页包含本机偏好，以及与服务相关的安全或维护配置。

# settings.navigation.mode.features
source: Features in this mode
zh_hans: 当前模式支持的功能

# settings.navigation.mode.local
source: Local proxy mode
zh_hans: 本地代理模式

# settings.navigation.mode.monitor
source: Monitor mode
zh_hans: 仅监控模式

# settings.navigation.noResults
source: No matching settings
zh_hans: 没有匹配的设置

# settings.navigation.notifications.subtitle
source: Quota thresholds, cooldowns, proxy failures and update alerts.
zh_hans: 低额度阈值、冷却、代理异常及更新提醒。

# settings.navigation.notifications.title
source: Notifications & Alerts
zh_hans: 通知与提醒

# settings.navigation.openAbout
source: Open About & Version Information
zh_hans: 打开关于与版本信息

# settings.navigation.openAgents
source: Open AI Agent Configuration
zh_hans: 前往 AI 代理配置

# settings.navigation.openLogs
source: Open Logs
zh_hans: 打开日志页面

# settings.navigation.openMode
source: Open operating mode settings
zh_hans: 前往运行模式设置

# settings.navigation.overview
source: Settings Overview
zh_hans: 设置总览

# settings.navigation.overviewHelp
source: Choose a category or search for a specific setting. Existing preferences remain unchanged.
zh_hans: 按分类管理应用与 CPA 配置，也可以搜索具体设置。

# settings.navigation.reload
source: Reload configuration
zh_hans: 重新加载配置

# settings.navigation.requestPolicy
source: Routing, fallback and retries
zh_hans: 路由、切换与重试

# settings.navigation.requests.subtitle
source: Model aliases, reasoning effort, routing, fallback and retries.
zh_hans: 模型别名、思考强度、账号路由、切换与重试。

# settings.navigation.requests.title
source: Models & Request Policies
zh_hans: 模型与请求策略

# settings.navigation.requiresLocal
source: Requires local proxy mode
zh_hans: 需要本地代理模式

# settings.navigation.saveFailed
source: CPA configuration could not be saved
zh_hans: CPA 配置保存失败

# settings.navigation.search
source: Search settings, such as port or reasoning effort
zh_hans: 搜索设置，例如端口、思考强度或通知

# settings.navigation.searchHelp
source: Try another setting name or keyword.
zh_hans: 尝试其他设置名称或关键词。

# settings.navigation.searchResults
source: Matching settings
zh_hans: 匹配的设置

# settings.navigation.security.hidden
source: Sensitive information hidden
zh_hans: 敏感信息已隐藏

# settings.navigation.security.subtitle
source: Sensitive information, anonymous analytics, YubiKey and management credentials.
zh_hans: 敏感信息、匿名数据、YubiKey 与管理凭据。

# settings.navigation.security.title
source: Privacy & Security
zh_hans: 隐私与安全
